[
  "ĐẠI HỌC BÁCH KHOA HÀ NỘI",
  "ĐẠI HỌC ĐÀ NẴNG",
  "ĐẠI HỌC HUẾ",
  "ĐẠI HỌC KINH TẾ TP. HỒ CHÍ MINH",
  "ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "ĐẠI HỌC THÁI NGUYÊN",
  "ĐẠI HỌC Y DƯỢC TP. HỒ CHÍ MINH",
  "HỌC VIỆN ÂM NHẠC HUẾ",
  "HỌC VIỆN ÂM NHẠC QUỐC GIA VIỆT NAM",
  "HỌC VIỆN BÁO CHÍ VÀ TUYÊN TRUYỀN",
  "HỌC VIỆN CÁN BỘ THÀNH PHỐ HỒ CHÍ MINH",
  "HỌC VIỆN CÔNG NGHỆ BƯU CHÍNH VIỄN THÔNG",
  "HỌC VIỆN CHÍNH SÁCH VÀ PHÁT TRIỂN",
  "HỌC VIỆN CHÍNH TRỊ KHU VỰC I",
  "HỌC VIỆN CHÍNH TRỊ QUỐC GIA HỒ CHÍ MINH",
  "HỌC VIỆN DÂN TỘC",
  "HỌC VIỆN HÀNG KHÔNG VIỆT NAM",
  "HỌC VIỆN HÀNH CHÍNH QUỐC GIA",
  "HỌC VIỆN KHOA HỌC VÀ CÔNG NGHỆ",
  "HỌC VIỆN KHOA HỌC XÃ HỘI",
  "HỌC VIỆN KHOA HỌC, CÔNG NGHỆ VÀ ĐỔI MỚI SÁNG TẠO",
  "HỌC VIỆN MÚA VIỆT NAM",
  "HỌC VIỆN NÔNG NGHIỆP VIỆT NAM",
  "HỌC VIỆN NGÂN HÀNG",
  "HỌC VIỆN NGOẠI GIAO",
  "HỌC VIỆN PHỤ NỮ VIỆT NAM",
  "HỌC VIỆN QUẢN LÝ GIÁO DỤC",
  "HỌC VIỆN TÀI CHÍNH",
  "HỌC VIỆN TOÀ ÁN",
  "HỌC VIỆN THANH THIẾU NIÊN VIỆT NAM",
  "HỌC VIỆN Y DƯỢC HỌC CỔ TRUYỀN VIỆT NAM",
  "NHẠC VIỆN TP. HỒ CHÍ MINH",
  "Trường Cao đẳng Bắc Kạn",
  "Trường Cao đẳng Bến Tre",
  "Trường Cao đẳng Bình Định",
  "Trường Cao đẳng Bình Phước",
  "Trường Cao đẳng Cần Thơ",
  "Trường Cao đẳng Cộng đồng Bình Thuận",
  "Trường Cao đẳng Cộng đồng Cà Mau",
  "Trường Cao đẳng Cộng đồng Hà Nội",
  "Trường Cao đẳng Cộng đồng Hậu Giang",
  "Trường Cao đẳng Cộng đồng Hưng Yên",
  "Trường Cao đẳng Cộng đồng Kon Tum",
  "Trường Cao đẳng Cộng đồng Lai Châu",
  "Trường Cao đẳng Cộng đồng Sóc Trăng",
  "Trường Cao đẳng Cộng đồng Vĩnh Long",
  "TRƯỜNG CAO ĐẲNG ĐÀ LẠT",
  "Trường Cao đẳng Đại Việt Sài Gòn",
  "Trường Cao đẳng Hải Dương",
  "Trường Cao đẳng Ngô Gia Tự Bắc Giang",
  "Trường Cao đẳng Sơn La",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM BÀ RỊA-VŨNG TÀU",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM BẮC NINH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM CAO BẰNG",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM ĐẮK LẮK",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM ĐIỆN BIÊN",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM GIA LAI",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM HÀ GIANG",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM HÀ TÂY",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM HOÀ BÌNH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM KIÊN GIANG",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM LẠNG SƠN",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM LONG AN",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM NAM ĐỊNH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM NGHỆ AN",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM QUẢNG TRỊ",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM TÂY NINH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM THÁI BÌNH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM THỪA THIÊN HUẾ",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM TRUNG ƯƠNG",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM TRUNG ƯƠNG NHA TRANG",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM TRUNG ƯƠNG TP.HỒ CHÍ MINH",
  "TRƯỜNG CAO ĐẲNG SƯ PHẠM YÊN BÁI",
  "Trường Cao đẳng Vĩnh Long",
  "Trường Cao đẳng Vĩnh Phúc",
  "TRƯỜNG ĐẠI HỌC AN GIANG - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC ANH QUỐC - VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC BÀ RỊA - VŨNG TÀU",
  "TRƯỜNG ĐẠI HỌC BẠC LIÊU",
  "TRƯỜNG ĐẠI HỌC BÁCH KHOA - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC BÁCH KHOA, ĐẠI HỌC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC BÌNH DƯƠNG",
  "TRƯỜNG ĐẠI HỌC CẦN THƠ",
  "TRƯỜNG ĐẠI HỌC CMC",
  "TRƯỜNG ĐẠI HỌC CÔNG ĐOÀN",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ ĐỒNG NAI",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ ĐÔNG Á",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ GIAO THÔNG VẬN TẢI",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ MIỀN ĐÔNG",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ SÀI GÒN",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG VIỆT HÀN, ĐẠI HỌC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ THÔNG TIN VÀ TRUYỀN THÔNG, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ VÀ QUẢN LÝ HỮU NGHỊ",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHỆ VẠN XUÂN",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP DỆT MAY HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP QUẢNG NINH",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP VIỆT - HUNG",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP VIỆT TRÌ",
  "TRƯỜNG ĐẠI HỌC CÔNG NGHIỆP VINH",
  "TRƯỜNG ĐẠI HỌC CÔNG THƯƠNG TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC CỬU LONG",
  "TRƯỜNG ĐẠI HỌC CHU VĂN AN",
  "TRƯỜNG ĐẠI HỌC DẦU KHÍ VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC DÂN LẬP PHƯƠNG ĐÔNG",
  "TRƯỜNG ĐẠI HỌC DUY TÂN",
  "TRƯỜNG ĐẠI HỌC DƯỢC HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC ĐÀ LẠT",
  "TRƯỜNG ĐẠI HỌC ĐẠI NAM",
  "TRƯỜNG ĐẠI HỌC ĐIỆN LỰC",
  "TRƯỜNG ĐẠI HỌC ĐIỀU DƯỠNG NAM ĐỊNH",
  "TRƯỜNG ĐẠI HỌC ĐỒNG NAI",
  "TRƯỜNG ĐẠI HỌC ĐỒNG THÁP",
  "TRƯỜNG ĐẠI HỌC ĐÔNG Á",
  "TRƯỜNG ĐẠI HỌC ĐÔNG ĐÔ",
  "TRƯỜNG ĐẠI HỌC FPT",
  "TRƯỜNG ĐẠI HỌC FULBRIGHT VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC GIA ĐỊNH",
  "TRƯỜNG ĐẠI HỌC GIÁO DỤC - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC GIAO THÔNG VẬN TẢI",
  "TRƯỜNG ĐẠI HỌC GIAO THÔNG VẬN TẢI TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC HÀ HOA TIÊN",
  "TRƯỜNG ĐẠI HỌC HẠ LONG",
  "TRƯỜNG ĐẠI HỌC HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC HÀ TĨNH",
  "TRƯỜNG ĐẠI HỌC HẢI DƯƠNG",
  "TRƯỜNG ĐẠI HỌC HẢI PHÒNG",
  "TRƯỜNG ĐẠI HỌC HÀNG HẢI VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC HOÀ BÌNH",
  "TRƯỜNG ĐẠI HỌC HOA LƯ",
  "TRƯỜNG ĐẠI HỌC HOA SEN",
  "TRƯỜNG ĐẠI HỌC HỒNG ĐỨC",
  "TRƯỜNG ĐẠI HỌC HÙNG VƯƠNG",
  "TRƯỜNG ĐẠI HỌC HÙNG VƯƠNG - TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KIỂM SÁT HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KIẾN TRÚC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC KIẾN TRÚC HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KIẾN TRÚC TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KIÊN GIANG",
  "TRƯỜNG ĐẠI HỌC KINH BẮC",
  "TRƯỜNG ĐẠI HỌC KINH DOANH VÀ CÔNG NGHỆ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KINH TẾ - CÔNG NGHỆ THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC KINH TẾ - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KINH TẾ - KỸ THUẬT BÌNH DƯƠNG",
  "TRƯỜNG ĐẠI HỌC KINH TẾ - LUẬT - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KINH TẾ - TÀI CHÍNH TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KINH TẾ CÔNG NGHIỆP LONG AN",
  "TRƯỜNG ĐẠI HỌC KINH TẾ KỸ THUẬT CÔNG NGHIỆP",
  "TRƯỜNG ĐẠI HỌC KINH TẾ NGHỆ AN",
  "TRƯỜNG ĐẠI HỌC KINH TẾ QUỐC DÂN",
  "TRƯỜNG ĐẠI HỌC KINH TẾ VÀ QUẢN TRỊ KINH DOANH, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC KINH TẾ, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC KỸ THUẬT - CÔNG NGHỆ CẦN THƠ",
  "TRƯỜNG ĐẠI HỌC KỸ THUẬT CÔNG NGHIỆP, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC KỸ THUẬT Y - DƯỢC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC KỸ THUẬT Y TẾ HẢI DƯƠNG",
  "TRƯỜNG ĐẠI HỌC KHÁNH HOÀ",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC TỰ NHIÊN - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC TỰ NHIÊN - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC VÀ CÔNG NGHỆ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC XÃ HỘI VÀ NHÂN VĂN - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC XÃ HỘI VÀ NHÂN VĂN - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC KHOA HỌC, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC LẠC HỒNG",
  "TRƯỜNG ĐẠI HỌC LAO ĐỘNG - XÃ HỘI",
  "TRƯỜNG ĐẠI HỌC LÂM NGHIỆP",
  "TRƯỜNG ĐẠI HỌC LUẬT - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC LUẬT HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC LUẬT TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC LUẬT, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC LƯƠNG THẾ VINH",
  "TRƯỜNG ĐẠI HỌC MỎ - ĐỊA CHẤT",
  "TRƯỜNG ĐẠI HỌC MỞ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC MỞ TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC MỸ TẠI VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC MỸ THUẬT CÔNG NGHIỆP",
  "TRƯỜNG ĐẠI HỌC MỸ THUẬT TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC MỸ THUẬT VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC NAM CẦN THƠ",
  "TRƯỜNG ĐẠI HỌC NỘI VỤ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC NÔNG LÂM BẮC GIANG",
  "TRƯỜNG ĐẠI HỌC NÔNG LÂM TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC NÔNG LÂM, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC NÔNG LÂM, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC NGÂN HÀNG TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC NGHỆ THUẬT, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC NGOẠI NGỮ - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC NGOẠI NGỮ - TIN HỌC TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC NGOẠI NGỮ, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC NGOẠI THƯƠNG",
  "TRƯỜNG ĐẠI HỌC NGUYỄN TẤT THÀNH",
  "TRƯỜNG ĐẠI HỌC NGUYỄN TRÃI",
  "TRƯỜNG ĐẠI HỌC NHA TRANG",
  "TRƯỜNG ĐẠI HỌC PHẠM VĂN ĐỒNG",
  "TRƯỜNG ĐẠI HỌC PHAN CHÂU TRINH",
  "TRƯỜNG ĐẠI HỌC PHAN THIẾT",
  "TRƯỜNG ĐẠI HỌC PHENIKAA",
  "TRƯỜNG ĐẠI HỌC PHÚ XUÂN",
  "TRƯỜNG ĐẠI HỌC PHÚ YÊN",
  "TRƯỜNG ĐẠI HỌC QUẢN LÝ VÀ CÔNG NGHỆ HẢI PHÒNG",
  "TRƯỜNG ĐẠI HỌC QUẢN LÝ VÀ CÔNG NGHỆ TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC QUẢNG BÌNH",
  "TRƯỜNG ĐẠI HỌC QUẢNG NAM",
  "TRƯỜNG ĐẠI HỌC QUANG TRUNG",
  "TRƯỜNG ĐẠI HỌC QUỐC TẾ - ĐẠI HỌC QUỐC GIA TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC QUỐC TẾ BẮC HÀ",
  "TRƯỜNG ĐẠI HỌC QUỐC TẾ HỒNG BÀNG",
  "TRƯỜNG ĐẠI HỌC QUỐC TẾ MIỀN ĐÔNG",
  "TRƯỜNG ĐẠI HỌC QUỐC TẾ RMIT VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC QUY NHƠN",
  "TRƯỜNG ĐẠI HỌC SÀI GÒN",
  "TRƯỜNG ĐẠI HỌC SAO ĐỎ",
  "TRƯỜNG ĐẠI HỌC SÂN KHẤU ĐIỆN ẢNH HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC SÂN KHẤU, ĐIỆN ẢNH TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM HÀ NỘI 2",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT HƯNG YÊN",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT NAM ĐỊNH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT VINH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT VĨNH LONG",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM NGHỆ THUẬT TRUNG ƯƠNG",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM THỂ DỤC THỂ THAO HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM THỂ DỤC THỂ THAO TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM, ĐẠI HỌC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC TÀI CHÍNH - KẾ TOÁN",
  "TRƯỜNG ĐẠI HỌC TÀI CHÍNH - MARKETING",
  "TRƯỜNG ĐẠI HỌC TÀI CHÍNH - NGÂN HÀNG HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC TÀI CHÍNH - QUẢN TRỊ KINH DOANH",
  "TRƯỜNG ĐẠI HỌC TÀI NGUYÊN VÀ MÔI TRƯỜNG HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC TÀI NGUYÊN VÀ MÔI TRƯỜNG TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC TÂN TẠO",
  "TRƯỜNG ĐẠI HỌC TÂN TRÀO",
  "TRƯỜNG ĐẠI HỌC TÂY BẮC",
  "TRƯỜNG ĐẠI HỌC TÂY ĐÔ",
  "TRƯỜNG ĐẠI HỌC TÂY NGUYÊN",
  "TRƯỜNG ĐẠI HỌC TIỀN GIANG",
  "TRƯỜNG ĐẠI HỌC TÔN ĐỨC THẮNG",
  "TRƯỜNG ĐẠI HỌC TƯ THỤC QUỐC TẾ SÀI GÒN",
  "TRƯỜNG ĐẠI HỌC THÁI BÌNH",
  "TRƯỜNG ĐẠI HỌC THÁI BÌNH DƯƠNG",
  "TRƯỜNG ĐẠI HỌC THÀNH ĐÔ",
  "TRƯỜNG ĐẠI HỌC THÀNH ĐÔNG",
  "TRƯỜNG ĐẠI HỌC THĂNG LONG",
  "TRƯỜNG ĐẠI HỌC THỂ DỤC THỂ THAO BẮC NINH",
  "TRƯỜNG ĐẠI HỌC THỂ DỤC THỂ THAO ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC THỂ DỤC THỂ THAO TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC THỦ DẦU MỘT",
  "TRƯỜNG ĐẠI HỌC THỦ ĐÔ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC THUỶ LỢI",
  "TRƯỜNG ĐẠI HỌC THƯƠNG MẠI",
  "TRƯỜNG ĐẠI HỌC TRÀ VINH",
  "TRƯỜNG ĐẠI HỌC TRƯNG VƯƠNG",
  "TRƯỜNG ĐẠI HỌC VĂN HIẾN",
  "TRƯỜNG ĐẠI HỌC VĂN HOÁ HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC VĂN HOÁ TP. HỒ CHÍ MINH",
  "TRƯỜNG ĐẠI HỌC VĂN HOÁ, THỂ THAO VÀ DU LỊCH THANH HOÁ",
  "TRƯỜNG ĐẠI HỌC VĂN LANG",
  "TRƯỜNG ĐẠI HỌC VIỆT ĐỨC",
  "TRƯỜNG ĐẠI HỌC VIỆT NHẬT - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC VINUNI",
  "TRƯỜNG ĐẠI HỌC VINH",
  "TRƯỜNG ĐẠI HỌC VÕ TRƯỜNG TOẢN",
  "TRƯỜNG ĐẠI HỌC XÂY DỰNG HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC XÂY DỰNG MIỀN TÂY",
  "TRƯỜNG ĐẠI HỌC XÂY DỰNG MIỀN TRUNG",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC - ĐẠI HỌC QUỐC GIA HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC BUÔN MA THUỘT",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC CẦN THƠ",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC HẢI PHÒNG",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC THÁI BÌNH",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC, ĐẠI HỌC HUẾ",
  "TRƯỜNG ĐẠI HỌC Y DƯỢC, ĐẠI HỌC THÁI NGUYÊN",
  "TRƯỜNG ĐẠI HỌC Y HÀ NỘI",
  "TRƯỜNG ĐẠI HỌC Y KHOA PHẠM NGỌC THẠCH",
  "TRƯỜNG ĐẠI HỌC Y KHOA TOKYO VIỆT NAM",
  "TRƯỜNG ĐẠI HỌC Y KHOA VINH",
  "TRƯỜNG ĐẠI HỌC Y TẾ CÔNG CỘNG",
  "TRƯỜNG ĐẠI HỌC YERSIN ĐÀ LẠT",
  "TRƯỜNG ĐẠI HỌC KINH TẾ, ĐẠI HỌC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC NGOẠI NGỮ, ĐẠI HỌC ĐÀ NẴNG",
  "TRƯỜNG ĐẠI HỌC SƯ PHẠM KỸ THUẬT, ĐẠI HỌC ĐÀ NẴNG",
  "Viện Công nghiệp thực phẩm",
  "Viện Cơ điện Nông nghiệp và Công nghệ sau thu hoạch",
  "Viện Chăn nuôi",
  "Viện Chiến lược phát triển",
  "Viện Dầu khí Việt Nam",
  "Viện Dinh dưỡng",
  "Viện Dược liệu",
  "Viện Hoá học công nghiệp",
  "Viện Kiểm nghiệm thuốc Trung ương",
  "Viện Kiến trúc Quốc gia",
  "Viện Khoa học công nghệ xây dựng",
  "Viện Khoa học Địa chất và Khoáng sản",
  "Viện Khoa học Đo đạc và Bản đồ",
  "Viện Khoa học Giáo dục Việt nam",
  "Viện Khoa học Khí tượng Thủy văn và Biến đổi khí hậu",
  "Viện Khoa học Lâm nghiệp Việt Nam",
  "Viện Khoa học Nông nghiệp Việt Nam",
  "Viện Khoa học Thể dục thể thao",
  "Viện Khoa học Thuỷ lợi Việt Nam",
  "Viện Khoa học và Công nghệ Giao thông vận tải",
  "Viện Máy và Dụng cụ công nghiệp",
  "Viện Năng lượng nguyên tử Việt Nam",
  "Viện Nghiên cứu Cơ khí",
  "Viện Nghiên cứu Chiến lược, Chính sách Công Thương",
  "Viện Nghiên cứu Điện tử, Tin học, Tự động hoá",
  "Viện Nghiên cứu hải sản",
  "Viện Nghiên cứu Nuôi trồng thuỷ sản I",
  "Viện Nghiên cứu quản lý kinh tế Trung ương",
  "Viện Pasteur Thành phố Hồ Chí Minh",
  "Viện Sốt rét - Ký sinh trùng - Côn trùng Trung ương",
  "Viện Sức khoẻ nghề nghiệp và môi trường",
  "Viện Toán học",
  "Viện Thú y",
  "Viện Ứng dụng Công nghệ",
  "Viện Văn hoá Nghệ thuật quốc gia Việt Nam",
  "Viện Vệ sinh Dịch tễ Trung ương"
]